def get_greeting_text():
    return """
• Отправьте артикул, чтобы узнать о стоимости и наличии необходимой детали на нашем складе. 🏷  
• Изучите информацию по артикулу, чтобы понять, подходит он вам или нет. 🔍  
• Чтобы видеть актуальные цены, вы можете авторизоваться (если уже являетесь нашим клиентом) или направить нам запрос на добавление вашей компании в ряды партнеров и получить персональное предложение! 💼  

• 🌐 Наш сайт – off-highway.marshall.parts  
• 🚜 Запчасти для строительной, сельскохозяйственной и лесозаготовительной техники в наличии и под заказ.  
• 🤝 Помощь в подборе.  
• 🚚 Доставка во все регионы России и стран СНГ.
    """

def get_contact_text():
    return """
📞 Телефон: 8 800 100 36 16\n
✉️ Электронная почта: spec@marshall.parts\n
🌐 Сайт: off-highway.marshall.parts
"""

