def get_greeting_text():
    return """
👋 Приветствую!
Я - MARSHALL.OFF-HIGHWAY бот 🚜.
Здесь вы найдете запчасти для строительной и сельскохозяйственной техники в наличии и под заказ 🛠️.

- Отправьте артикул, чтобы узнать, какое количество и по какой цене есть в наличии на нашем складе 🏷️.
- 🔍 Изучите информацию по артикулу, чтобы понять, подходит он вам или нет.
- 🔑 Авторизуйтесь (если уже являетесь нашим клиентом), чтобы видеть актуальные цены.
Или отправьте нам запрос на добавление вашей компании как партнера и получите персональное предложение 💼.

- 🌐 Наш сайт - https://off-highway.marshall.parts/
- 🚜 Запчасти для строительной, сельскохозяйственной и лесозаготовительной техники в наличии и под заказ.
- 🤝 Помощь в подборе.
- 🚚 Доставка во все регионы России и стран СНГ.
    """

def get_contact_text():
    return """
📞 Телефон: 8 800 100 36 16\n
✉️ Электронная почта: spec@marshall.parts\n
🌐 Сайт: off-highway.marshall.parts
"""

